<?php
/*
*
* Языковой файл.
*
* Авторство данного скрипта принадлежит FoX`у, страница ВК - vk.com/nskfox
* Дизайн скрипта Dan_Romanenkov, страница ВК - vk.com/id22819551
* Если Вы не является раком, то пожалуйста используйте данный скрипт только в предназначенных ему целях
* Воровство и выдавание данного скрипта за свою работу карается боженькой всевышним.
* Копирайт от 2015 года.
*
*/
header("Content-type: text/html; charset=windows1251");

if(!defined('DATALIFEENGINE')) exit;

$lang = array (
	'success'			=>	"Успех",
	'error'				=>	"Ошибка",
	
	'create_key'		=>	"Неправильно созданный бонус-код.",
	'alredy_key'		=>	"Вы уже активировали этот бонус-код.",
	'add_money_site'	=>	"Вы получили {money} рублей на счёт.",
	'add_money_serv'	=>	"Вы получили {money} монет на сервере {server}.",
	'time_out'			=>	"Время действия бонус-кода истекло.",
	'add_item'			=>	"Вы получили {item} (id {id}) {count} шт. на сервере {server}.",
	'add_status_time'	=>	"Вы получили статус {status} на сервере {server} до {time}.",
	'add_status'		=>	"Вы получили статус {status} на сервере {server}.",
	'key_not_found'		=>	"Несуществующий бонус-код.",
	'bad_request'		=>	"Неверный запрос.",
	'key_found'			=>	"Такой бонус-код уже есть.",
	'add_key'			=>	"Бонус-код добавлен.",
	'ended_key'			=>	"Количество активаций Бонус-кода было ограничено! Увы, но вы не успели.",
	'del_server'		=>	"Сервер удалён.",
	'del_key'			=>	"Бонус-код удалён.",
	'add_server'		=>	"Сервер добавлен.",
);